[M_IrisDL3_PSYouSuck:FindDude MissionObjectiveDefinition]
ProgressMessage="Find smack talker"

[M_IrisDL3_PSYouSuck:KillDude MissionObjectiveDefinition]
ProgressMessage="Kill personal ''troll''"
